WcfHarness/WcfHarness/RequestXmls/CreateAPIKey.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
  <s:Body>
    <CreateAPIKey xmlns="http://www.tavisca.com/Vexiere/IAPIKey/2013/01">
      <createAPIKeyRequest xmlns:a="http://schemas.datacontract.org/2004/07/Tavisca.Vexiere.DataContract" xmlns:i="http://www.w3.org/2001/XMLSchema-instance">
        <a:AdditionalData i:nil="true"/>
        <a:OwnerOrgnanizationIdentifier i:type="a:IdBasedOrganizationIdentifier">
          <a:Id>1</a:Id>
        </a:OwnerOrgnanizationIdentifier>
      </createAPIKeyRequest>
    </CreateAPIKey>
  </s:Body>
</s:Envelope>